Repository: dogancanyildiz/kenet
Catalog: App/Resources/Localizable.xcstrings
Source language: tr
Languages: en

source: Pazartesi
en: Monday

source: Perşembe
en: Thursday

source: Planlanan bildirim yok.
en: No scheduled notifications.

source: Planlananlar
en: Scheduled

source: Proje
en: Project

source: Projeler
en: Projects

source: Projesiz
en: No project

source: Saat
en: Time

source: Saati ekle
en: Add time

source: Saati kaldır
en: Remove time

source: Şablon yolu (isteğe bağlı)
en: Template path (optional)

source: Salı
en: Tuesday

source: Sayfayı aç
en: Open page

source: Sayı
en: Number

source: Sayısal hedef için sıfır veya daha büyük, sonlu bir miktar gir.
en: Enter a finite amount of zero or greater for a numeric goal.

source: Seçili
en: Selected

source: Seçmek için çift dokun
en: Double-tap to choose

source: Sembolik bağlantı
en: Symbolic link

source: Serbest notlar
en: Notes

source: SF Symbol adı
en: SF Symbol name

source: Sil
en: Delete

source: Şimdi değil
en: Not now

source: Şimdi yeniden planla
en: Reschedule now

source: Sistem ayarlarını aç
en: Open system settings

source: Sıfır veya pozitif bir sayı gir.
en: Enter zero or a positive number.

source: Sıralama
en: Sort order

source: Son 30 gün
en: Last 30 days

source: Son 90 gün
en: Last 90 days

source: Son 90 günde
en: In the last 90 days

source: Son 365 gün
en: Last 365 days

source: Son aramalar
en: Recent searches

source: Son etkinlik
en: Last activity

source: Son geçiş
en: Last mention

source: Son geçişe göre
en: By last mention

source: Son görülme: %@
en: Last seen: %@

source: Son görüşme
en: Last encounter

source: Son güncelleme
en: Last update

source: Son ziyaret
en: Last visit

source: Sonraki ay
en: Next month

source: Sonraki dönem
en: Next period

source: Sonuç artık mevcut değil
en: Result is no longer available

source: Sonuç bulunamadı
en: No results found

source: Şu anki saati ekle
en: Add current time

source: Şu kadar sonra kilitle
en: Lock after

source: Takma ad
en: Alias

source: Takma ad alanı salt okunur.
en: Aliases field is read only.

source: Takma ad ekle
en: Add alias

source: Takma adlar
en: Aliases

source: Takvim
en: Calendar

source: Takvim erişimi bu cihazda kısıtlanmış.
en: Calendar access is restricted on this device.

source: Takvim erişimi reddedildi. Etkinlikleri göstermek için sistem ayarlarından izin verebilirsin.
en: Calendar access was denied. You can allow access in system settings to display events.

source: Takvim erişimine izin verildi.
en: Calendar access is allowed.

source: Takvim etkinlikleri okunamadı.
en: Could not read calendar events.

source: Takvim etkinlikleri yalnızca gösterilir; takvimine ve günlük dosyalarına yazılmaz.
en: Calendar events are displayed only; your calendar and journal files are unchanged.

source: Takvim etkinliklerini göstermek için izin ver
en: Allow access to show calendar events

source: Takvim izni alınamadı. Yeniden deneyebilirsin.
en: Could not request calendar access. You can try again.

source: Takvim ve Konum
en: Calendar and Location

source: Tam katkı
en: Full contribution

source: Tamamlanamayanlar
en: Could not complete

source: Tamamlanan
en: Completed

source: Tamamlandı
en: Completed

source: Tamamlanınca
en: When done

source: Tamamlanınca hesapla
en: Calculate from completion

source: Tamamlanma tarihi
en: Completion date

source: Tanılama
en: Diagnostics

source: Tanım
en: Definition

source: Tanınmayan tekrar
en: Unrecognized recurrence

source: Tanışma
en: Met at

source: Tarih
en: Date

source: Tarih ver
en: Set date

source: Tarih ver / değiştir
en: Set or change date

source: Tarihi değiştir
en: Change date

source: Tarihi kaldır
en: Remove date

source: Tarihi seç
en: Choose date

source: Tarihler kısmen kaydedildi. Güncel tarihleri kontrol edin.
en: Dates were partially saved. Check the current dates.

source: Tarihsiz
en: Undated

source: Tarihsiz açık
en: Open without a due date

source: Taşı
en: Move to

source: Taşı: %@
en: Move to: %@

source: Taşınmayacak günlükler
en: Daily notes kept in place

source: Tekrar
en: Repeat

source: Tekrar dene
en: Try again

source: Temizle
en: Clear

source: Tip
en: Type

source: Tip kaydedildi, indeks güncellenemedi. Yeniden indeksle.
en: Type saved, but the index could not be updated. Rebuild the index.

source: Tip kaydedilemedi. Tanımları kontrol edip yeniden dene.
en: The type could not be saved. Check the definitions and try again.

source: Tip kimliği
en: Type identifier

source: Tip silindi, indeks güncellenemedi. Yeniden indeksle.
en: Type removed, but the index could not be updated. Rebuild the index.

source: Tip silinemedi. Tanımları kontrol edip yeniden dene.
en: The type could not be removed. Check the definitions and try again.

source: Tip tanımı
en: Type definition

source: Tip tanımını sil?
en: Delete this type definition?

source: Tipi sil
en: Delete type

source: Tipi silmek varlık dosyalarını silmez. Tanımı olmayan dosyalar düz not olarak kalır.
en: Deleting a type keeps its entity files. Files without a type definition remain plain notes.

source: Tüm gün
en: All day

source: Tümü
en: All

source: Tür
en: Kind

source: Tür değişikliği geçmiş kayıtları dönüştürmez.
en: Changing kind leaves past records in their original format.

source: Tür eklenen dosyalar
en: Files given a type

source: Türü olmayan dosyalar
en: Files without a type

# Until %@
source: Bitiş %@
en: Ends %@

source: Uygula
en: Apply

source: Uygulama kapalıyken planlanan hatırlatmalar değişmez.
en: Scheduled reminders stay unchanged while the app is closed.

source: Uygulama kilidi
en: App lock

source: Uygulamayı aç
en: Open app

source: Uzaklaştır
en: Zoom out

source: Var olan klasörü seç
en: Choose an existing folder

source: Varlık
en: Entity

source: Varlık dosyaları korunur.
en: Entity files will be kept.

source: Varlık kaydedildi, indeks güncellenemedi.
en: Entity saved, but the index could not be updated.

source: Varlık oluşturulamadı. Kasayı kontrol edip yeniden dene.
en: Could not create entity. Check the vault and try again.

source: Varlık tipini düzenle
en: Edit entity type

source: Varlık tipleri
en: Entity types

source: Varlık tipleri okunamıyor. Yalnız yerleşik tipler kullanılıyor. Kasadaki .app/types.json dosyasını kontrol et.
en: Entity types could not be read. Only built-in types are available. Check .app/types.json in your vault.

source: Varlık türü
en: Entity type

source: Varlıklar
en: Entities

source: Varsayılan kısayol
en: Default shortcut

source: Varsayılan tarih, değiştirmek için dokun
en: Assumed date, tap to change

source: Vazgeç
en: Cancel

source: Verilerin Markdown dosyalarında kalır. Yeni bir kasa oluşturabilir veya var olan Obsidian klasörünü seçebilirsin.
en: Your data stays in Markdown files. Create a new vault or choose an existing Obsidian folder.

source: Yakınlaştır
en: Zoom in

source: Yaklaşan
en: Upcoming

source: Yapılacak
en: To do

source: Yapılacak bir şey…
en: Something to do…

source: Yapıldı
en: Done

source: Yapılmadı
en: Not completed

source: Yarın
en: Tomorrow

source: Yazılan gün
en: Days with writing

source: Yeni hedef
en: New goal

source: Yeni kasa oluştur
en: Create a new vault

# Yeni kasa, Dosyalar’da iPhone’umda → Journal → Vault klasöründe oluşturulur.
source: Yeni kasa, Dosyalar’da iPhone’umda → Kenet → Vault klasöründe oluşturulur.
en: A new vault is created in Files under On My iPhone → Kenet → Vault.

source: Yeni kasa, uygulamanın Belgeler klasöründeki Vault içinde oluşturulur. Ayarlar’dan Finder’da gösterebilirsin.
en: A new vault is created in the app’s Documents/Vault folder. You can reveal it in Finder from Settings.

source: Yeni kişi oluştur
en: Create new person

source: Yeni konum oluştur
en: Create new place

source: Yeni varlık tipi
en: New entity type

source: Yeniden adlandırma tamamlandı. Güncellenen dosya: %lld
en: Rename completed. Files updated: %lld

source: Yeniden dene
en: Try again

source: Yeniden üret
en: Rebuild

source: Yerleşik tipler
en: Built-in types

source: Yinelenen normalleştirilmiş yol
en: Duplicate normalized path

source: Yıl başından
en: Year to date

source: Yıllık
en: Yearly

source: Yıllık ilerleme
en: Yearly progress

source: Yok
en: None

source: Yükleniyor…
en: Loading…

source: Yüksek
en: High

source: Yüksek öncelik
en: High priority

source: Zaman akışı
en: Timeline

source: Zaman çizelgesi
en: Timeline
